{
	"color": "#6b81eb",
	"author": {
		"name": "Click here to visit HorizonsBot's GitHub",
		"iconURL": "https://cdn.discordapp.com/icons/353575133157392385/c78041f52e8d6af98fb16b8eb55b849a.png",
		"url": "https://github.com/Imaginary-Horizons-Productions/HorizonsBot"
	},
	"title": "Server Rules",
	"thumbnail": {
		"url": "https://cdn.discordapp.com/icons/353575133157392385/c78041f52e8d6af98fb16b8eb55b849a.png"
	},
	"description": "Imaginary Horizons is an community that values dignity, creativity, and diversity. You can find the full version of the server rules below:",
	"fields": [
		{
			"name": "Give the Benefit of the Doubt",
			"value": "Always be prepared to see a conflict as a misunderstanding. Whenever possible, try to hash out these misunderstandings in private messages instead of in public chats. This also means don't intentionally pick fights (eg posting a negative opinion on a game in the middle of other people being excited about it)."
		},
		{
			"name": "No Ridicule/Verbal Abuse",
			"value": "We value diversity of opinion and expression in this server. Attacking or making fun of people is not productive for that atmosphere. This rule includes excessive trash talk and self-deprecation as well as bigoted terms of any kind."
		},
		{
			"name": "Start Discussions in the Appropriate Channel",
			"value": "Please help keep discussion in the server organized by posting in appropriate channels. Political, religious, and philosophical discussion is welcomed in the <#587388714368630806> channel, however bad faith arguments (such as playing devil's advocate) will not be tolerated. As a reminder, other rules are NOT suspended in that channel (ie you still need to **Give the Benefit of the Doubt** and abide by **No Ridicule/Verbal Abuse**)."
		},
		{
			"name": "Use Spoiler Tags",
			"value": "Surround extreme or sensitive topics as well as story reveals from media with `||` so that Discord hides it by default. Example: `||This is a spoiler||` shows as ||This is a spoiler||."
		}
	],
	"footer": {
		"text": "Use /support to learn how to support the server!",
		"iconURL": "https://cdn.discordapp.com/icons/353575133157392385/c78041f52e8d6af98fb16b8eb55b849a.png"
	}
}
